[
	{
		"id":"1",
		"name":"Dog",
		"description":"The domestic dog is a member of the genus Canis, which forms part of the wolf-like canids, and is the most widely abundant terrestrial carnivore."
	},
	{
		"id":"2",
		"name":"Cat",
		"description":"The cat, often referred to as the domestic cat, is a small, typically furry, carnivorous mammal."
	},
	{
		"id":"3",
		"name":"Goat",
		"description":"The goat is a member of the animal family Bovidae and the goat-antelope subfamily Caprinae, meaning it is closely related to the sheep."
	},
	{
		"id":"4",
		"name":"Sheep",
		"description":"Domestic sheep are quadrupedal, ruminant mammals typically kept as livestock. Like most ruminants, sheep are members of the order Artiodactyla, the even-toed ungulates."
	},
	{
		"id":"5",
		"name":"Chicken",
		"description":"The chicken is a type of domesticated fowl, a subspecies of the red junglefowl. It is one of the most common and widespread domestic animals, with a total population of more than 19 billion as of 2011."
	},
	{
		"id":"6",
		"name":"Donkey",
		"description":"The donkey is a domesticated member of the horse family, Equidae. The wild ancestor of the donkey is the African wild ass, E. africanus. The donkey has been used as a working animal for at least 5000 years. "
	},
	{
		"id":"7",
		"name":"Duck",
		"description":"Duck is the common name for a large number of species in the waterfowl family Anatidae which also includes swans and geese. Ducks are divided among several subfamilies in the family Anatidae."
	},
	{
		"id":"8",
		"name":"Honey Bee",
		"description":"Bees are flying insects closely related to wasps and ants, known for their role in pollination and, in the case of the best-known bee species, the western honey bee, for producing honey and beeswax."
	},
	{
		"id":"9",
		"name":"Horse",
		"description":"The horse is one of two extant subspecies of Equus ferus. It is an odd-toed ungulate mammal belonging to the taxonomic family Equidae. The horse has evolved over the past 45 to 55 million years from a small multi-toed creature, Eohippus, into the large, single-toed animal of today."
	},
	{
		"id":"10",
		"name":"Goldfish",
		"description":"The goldfish is a freshwater fish in the family Cyprinidae of order Cypriniformes. It is one of the most commonly kept aquarium fish. A relatively small member of the carp family, the goldfish is native to East Asia."
	},
	{
		"id":"11",
		"name":"Hedgehog",
		"description":"A hedgehog is any of the spiny mammals of the subfamily Erinaceinae, in the eulipotyphlan family Erinaceidae. There are seventeen species of hedgehog in five genera found through parts of Europe, Asia, and Africa, and in New Zealand by introduction. There are no hedgehogs native to Australia and no living species native to the Americas (the extinct genus Amphechinus was once present in North America)."
	},
	{
		"id":"12",
		"name":"Fox",
		"description":"Foxes are small-to-medium-sized, omnivorous mammals belonging to several genera of the family Canidae. Foxes have a flattened skull, upright triangular ears, a pointed, slightly upturned snout, and a long bushy tail (or brush)."
	},
	{
		"id":"13",
		"name":"Turtle",
		"description":"Turtles are diapsids of the order Testudines (or Chelonii) characterized by a special bony or cartilaginous shell developed from their ribs and acting as a shield. 'Turtle' may refer to the order as a whole (American English) or to fresh-water and sea-dwelling testudines (British English). The order Testudines includes both extant (living) and extinct species. The earliest known members of this group date from 220 million years ago, making turtles one of the oldest reptile groups and a more ancient group than snakes or crocodilians. Of the 356 known species alive today, some are highly endangered."
	},
	{
		"id":"14",
		"name":"Ant",
		"description":"Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera. Ants evolved from wasp-like ancestors in the Cretaceous period, about 140 million years ago, and diversified after the rise of flowering plants. More than 12,500 of an estimated total of 22,000 species have been classified. They are easily identified by their elbowed antennae and the distinctive node-like structure that forms their slender waists."
	},
	{
		"id":"15",
		"name":"Eagle",
		"description":"Eagle is the common name for many large birds of prey of the family Accipitridae. Eagles belong to several groups of genera, not all of which are closely related. Most of the 60 species of eagle are from Eurasia and Africa. Outside this area, just 14 species can be found—2 in North America, 9 in Central and South America, and 3 in Australia."
    }
]